Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 朗读
source: Read aloud
ja: 読み上げ
ko: 소리내어 읽기
ru: Прочитать вслух
zh_hans: 朗读
zh_hant: 朗讀

# 停止朗读
source: Stop reading
ja: 読み上げを停止
ko: 읽기 중지
ru: Остановить чтение
zh_hans: 停止朗读
zh_hant: 停止朗讀

# 首页
source: Home
ja: ホーム
ko: 홈
ru: Главный экран
zh_hans: 首页
zh_hant: 首頁

# 成果优先
source: Results first
ja: 結果を優先
ko: 결과 우선
ru: Сначала результаты
zh_hans: 成果优先
zh_hant: 成果優先

# 提问优先
source: Ask first
ja: 質問を優先
ko: 질문 우선
ru: Сначала вопрос
zh_hans: 提问优先
zh_hant: 提問優先

# 议题
source: Topic
ja: 議題
ko: 의제
ru: Тема
zh_hans: 议题
zh_hant: 議題

# 结论
source: Conclusion
ja: 結論
ko: 결론
ru: Итог
zh_hans: 结论
zh_hant: 結論

# 讨论过程
source: Discussion
ja: 議論の経過
ko: 토론 과정
ru: Ход обсуждения
zh_hans: 讨论过程
zh_hant: 討論過程

# 讨论记录
source: Discussion log
ja: 議論ログ
ko: 토론 기록
ru: Журнал обсуждения
zh_hans: 讨论记录
zh_hant: 討論記錄

# 主持
source: Host
ja: 司会
ko: 사회자
ru: Ведущий
zh_hans: 主持
zh_hant: 主持

# 发言中
source: Speaking
ja: 発言中
ko: 발언 중
ru: Говорит
zh_hans: 发言中
zh_hant: 發言中

# 等待发言…
source: Waiting for speakers…
ja: 発言を待っています…
ko: 발언 대기 중…
ru: Ожидание выступлений…
zh_hans: 等待发言…
zh_hant: 等待發言…

# (无发言记录)
source: (No messages)
ja: （発言記録なし）
ko: (발언 기록 없음)
ru: (Нет выступлений)
zh_hans: (无发言记录)
zh_hant: (無發言記錄)

# 等待开始…
source: Waiting to start…
ja: 開始を待っています…
ko: 시작 대기 중…
ru: Ожидание начала…
zh_hans: 等待开始…
zh_hant: 等待開始…

# 灵动岛
source: Dynamic Island
ko: 다이내믹 아일랜드
zh_hans: 灵动岛
zh_hant: 靈動島

# 重新打开
source: Reopen
zh_hans: 重新打开
zh_hant: 重新開啟

# 可接管
source: Ready to take over
zh_hans: 可接管
zh_hant: 可接管

# 浏览器任务无法重新打开
source: Cannot reopen browser task
zh_hans: 浏览器任务无法重新打开
zh_hant: 無法重新開啟瀏覽器任務

# 此会话已回收，当前无法创建新的页面；请先关闭其他浏览器会话后重试。
source: This page was released and cannot be reopened right now. Close another browser session, then try again.
zh_hans: 此会话已回收，当前无法创建新的页面；请先关闭其他浏览器会话后重试。
zh_hant: 此工作階段已回收，目前無法建立新頁面；請先關閉其他瀏覽器工作階段後重試。

# 此站点会话暂时无法重新打开。
source: This browser session cannot be reopened right now.
zh_hans: 此站点会话暂时无法重新打开。
zh_hant: 暫時無法重新開啟此站點工作階段。

# 隐藏浏览器任务
source: Hide browser task
zh_hans: 隐藏浏览器任务
zh_hant: 隱藏瀏覽器任務

# 保留网页会话，可从 WebMount 管理页找回
source: Keeps the browser session. Reopen it from WebMount.
zh_hans: 保留网页会话，可从 WebMount 管理页找回
zh_hant: 保留網頁工作階段，可從 WebMount 管理頁找回

# WebMount 请求
source: WebMount request
zh_hans: 站点请求
zh_hant: 站點請求

# 当前附件仅支持图片；视频和音频仅记录模型能力。
source: Attachments currently support images only; video and audio are recorded as model capabilities.
zh_hans: 当前附件仅支持图片；视频和音频仅记录模型能力。
zh_hant: 目前附件僅支援圖片；影片和音訊僅記錄模型能力。

# 深度阅读生成失败：请在深度阅读设置中选择可用模型，并检查服务商登录状态。
source: Deep reading failed: select an available model in Deep Reading settings and check the provider sign-in status.
zh_hans: 深度阅读生成失败：请在深度阅读设置中选择可用模型，并检查服务商登录状态。
zh_hant: 深度閱讀生成失敗：請在深度閱讀設定中選擇可用模型，並檢查服務商登入狀態。

# 没有可用的聊天模型，请先在服务商设置中配置并选择模型。
source: No chat model is available. Configure and select a model in Providers first.
zh_hans: 没有可用的聊天模型，请先在服务商设置中配置并选择模型。
zh_hant: 沒有可用的聊天模型，請先在服務商設定中配置並選擇模型。

# 输入能力
source: Input capabilities
zh_hans: 输入能力
zh_hant: 輸入能力

# 留空使用 %lld
source: Leave blank to use %lld
zh_hans: 留空使用 %lld
zh_hant: 留空時使用 %lld

# 文本
source: Text
zh_hans: 文本
zh_hant: 文字

# 图片
source: Image
zh_hans: 图片
zh_hant: 圖片

# 视频
source: Video
zh_hans: 视频
zh_hant: 影片

# 音频
source: Audio
zh_hans: 音频
zh_hant: 音訊

# 请前往本机 WebMount 完成登录、验证码/CAPTCHA 或支付等敏感步骤，然后将控制权交还给 Agent。
source: Complete sign-in, CAPTCHA, payment, or other sensitive steps in local WebMount, then return control to the agent.
zh_hans: 请前往本机站点完成登录、验证码/CAPTCHA 或支付等敏感步骤，然后将控制权交还给 Agent。
zh_hant: 請前往本機站點完成登入、驗證碼/CAPTCHA 或付款等敏感步驟，然後將控制權交還給 Agent。

# 完成并继续
source: Complete and continue
zh_hans: 完成并继续
zh_hant: 完成並繼續

# 观看页面
source: View page
zh_hans: 观看页面
zh_hant: 查看頁面

# 查看状态
source: View status
zh_hans: 查看状态
zh_hant: 查看狀態

# 需要你完成登录、验证码或支付等敏感步骤；Agent 不会代为输入凭据。
source: Complete sensitive steps such as sign-in, CAPTCHA, or payment yourself. The agent will not enter credentials for you.
zh_hans: 需要你完成登录、验证码或支付等敏感步骤；Agent 不会代为输入凭据。
zh_hant: 需要你完成登入、驗證碼或付款等敏感步驟；Agent 不會代為輸入憑證。

# 仅批准这一次前台动作，不扩大站点权限。
source: Approve this foreground action only, without expanding site permissions.
zh_hans: 仅批准这一次前台动作，不扩大站点权限。
zh_hant: 僅批准這一次前景動作，不擴大站點權限。

# 意图
source: Intent
zh_hans: 意图
zh_hant: 意圖

# 目标页面
source: Target page
zh_hans: 目标页面
zh_hant: 目標頁面

# 本次范围
source: Scope
zh_hans: 本次范围
zh_hant: 本次範圍

# 动作
source: Action
zh_hans: 动作
zh_hant: 動作

# 影响
source: Effect
zh_hans: 影响
zh_hant: 影響

# 环境
source: Environment
zh_hans: 环境
zh_hant: 環境

# 目标
source: Target
zh_hans: 目标
zh_hant: 目標

# 点击页面元素
source: Click a page element
zh_hans: 点击页面元素
zh_hant: 點擊頁面元素

# 点击页面坐标或元素
source: Click page coordinates or an element
zh_hans: 点击页面坐标或元素
zh_hant: 點擊頁面座標或元素

# 向页面字段输入文本
source: Enter text in a page field
zh_hans: 向页面字段输入文本
zh_hant: 向頁面欄位輸入文字

# 向页面发送按键
source: Send a keystroke to the page
zh_hans: 向页面发送按键
zh_hant: 向頁面傳送按鍵

# 选择页面选项
source: Select a page option
zh_hans: 选择页面选项
zh_hant: 選擇頁面選項

# 保存当前完整视口截图
source: Save a screenshot of the current viewport
zh_hans: 保存当前完整视口截图
zh_hant: 儲存目前完整視口截圖

# 截图并调用视觉模型验证页面
source: Capture and verify the page with a vision model
zh_hans: 截图并调用视觉模型验证页面
zh_hant: 截圖並呼叫視覺模型驗證頁面

# 清除站点登录状态
source: Clear site sign-in state
zh_hans: 清除站点登录状态
zh_hant: 清除站點登入狀態

# 新增 WebMount 站点
source: Add a WebMount site
zh_hans: 新增站点
zh_hant: 新增站點

# 会在本机创建一个限时截图文件。
source: Creates a temporary screenshot file on this device.
zh_hans: 会在本机创建一个限时截图文件。
zh_hant: 會在本機建立一個限時截圖檔案。

# 会将当前页面截图发送给已配置的视觉模型服务商进行分析，截图可能包含页面中的敏感信息。不会自动点击或提交表单。
source: Sends a screenshot of the current page to the configured vision provider for analysis. The screenshot may contain sensitive information. It will not click or submit forms automatically.
zh_hans: 会将当前页面截图发送给已配置的视觉模型服务商进行分析，截图可能包含页面中的敏感信息。不会自动点击或提交表单。
zh_hant: 會將目前頁面截圖傳送給已設定的視覺模型服務商進行分析，截圖可能包含頁面中的敏感資訊。不會自動點擊或提交表單。

# 会删除该站点的 Cookie 与网站数据。
source: Deletes cookies and website data for this site.
zh_hans: 会删除该站点的 Cookie 与网站数据。
zh_hant: 會刪除該站點的 Cookie 與網站資料。

# 会更改 WebMount 站点与 URL allowlist。
source: Changes WebMount sites and the URL allowlist.
zh_hans: 会更改站点与 URL 允许列表。
zh_hant: 會更改站點與 URL 允許清單。

# 可能提交当前表单；执行前会再次核对页面快照。
source: May submit the current form. The page snapshot will be checked again before execution.
zh_hans: 可能提交当前表单；执行前会再次核对页面快照。
zh_hant: 可能提交目前表單；執行前會再次核對頁面快照。

# 可能提交、授权或改变远端状态；批准只绑定当前页面快照与目标。
source: May submit, authorize, or change remote state. Approval applies only to the current page snapshot and target.
zh_hans: 可能提交、授权或改变远端状态；批准只绑定当前页面快照与目标。
zh_hant: 可能提交、授權或改變遠端狀態；批准只綁定目前頁面快照與目標。

# 批准只适用于当前会话中的这一项操作。
source: Approval applies only to this operation in the current session.
zh_hans: 批准只适用于当前会话中的这一项操作。
zh_hant: 批准僅適用於目前工作階段中的這一項操作。

# 完整视口截图会仅保存在本机，最长保留 24 小时，可能包含页面中的敏感信息。
source: The full-viewport screenshot is stored only on this device for up to 24 hours and may contain sensitive page information.
zh_hans: 完整视口截图会仅保存在本机，最长保留 24 小时，可能包含页面中的敏感信息。
zh_hant: 完整視口截圖僅儲存在本機，最長保留 24 小時，可能包含頁面中的敏感資訊。

# Agent 设置
source: Agent
zh_hans: Agent 设置
zh_hant: Agent 設定

source: WebMount
zh_hans: 站点
zh_hant: 站點

# 蓝牙
source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

# 正在创建
source: Creating
zh_hans: 正在创建

# 撤销处理结果
source: Undo result
zh_hans: 撤销处理结果

# 正在切换
source: Switching
zh_hans: 正在切换

# 正在撤销
source: Undoing
zh_hans: 正在撤销
